Repository: samuelx66/Me2Tune
Catalog: Me2Tune/Resources/Localizations/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Add Album
zh_hans: 添加专辑

source: Add Files
zh_hans: 添加文件

source: Add to Playlist
zh_hans: 添加到播放列表

source: Album Name
zh_hans: 专辑名称

source: Always on Top
zh_hans: 置顶

source: Audio Buffering
zh_hans: 音频缓冲

# audio_buffering_footer
source: Pre-loads audio data for smoother playback. Local storage: 1.5s buffer, Network storage: 9s buffer
zh_hans: 启用后会预加载音频数据，提升播放流畅度。本地存储缓冲 1.5 秒，网络存储缓冲 9 秒

source: Cache Location
zh_hans: 缓存位置

# cache_settings_footer
source: Artwork and lyrics caches are limited to %d items each. Oldest items are cleaned when limits are reached (restart required for location changes).
zh_hans: 封面和歌词缓存各自限制 %d 项，达到上限时会自动清理较早的内容（更改缓存位置需要重启应用）。

source: Cancel
zh_hans: 取消

# category_albums
source: Albums
zh_hans: 专辑

# category_songs
source: Songs
zh_hans: 歌曲

source: Clear
zh_hans: 清空

# clear_collections
source: Clear All Collections
zh_hans: 清空专辑列表

# clear_collections_confirm
source: Are you sure you want to clear all albums? This cannot be undone.
zh_hans: 确定要清空所有专辑吗?此操作不可撤销。

source: Clear Playlist
zh_hans: 清空播放列表

# clear_playlist_confirm
source: Are you sure you want to clear the entire playlist?
zh_hans: 确定要清空整个播放列表吗?

source: Collections
zh_hans: 专辑收藏

# collections_loading_title
source: Loading Collections...
zh_hans: 正在加载收藏...

# drag_folders_here
source: Drag folders here to organize by album
zh_hans: 拖放文件夹到此处以按专辑整理

# drop_files
source: Drop Audio Files Here
zh_hans: 拖放音频文件到此处

# enter_new_album_name
source: Enter a new name for this album
zh_hans: 为此专辑输入新名称

source: Export
zh_hans: 导出

# export_playlist_message
source: Create a new album from current playlist
zh_hans: 从当前播放列表创建新专辑

# export_playlist_title
source: Export Playlist to Collection
zh_hans: 导出播放列表到专辑

source: Export to Collection
zh_hans: 导出到专辑

source: Failed to load lyrics
zh_hans: 加载失败

# from_playlist
source: Playlist
zh_hans: 播放列表

source: Global Search
zh_hans: 全局搜索

# glow_breathing_intensity
source: Breathing Intensity
zh_hans: 呼吸强度

# glow_breathing_rate
source: Breathing Rate
zh_hans: 呼吸节奏

# glow_intensity_gentle
source: Gentle
zh_hans: 柔和

# glow_intensity_medium
source: Medium
zh_hans: 中等

# glow_intensity_strong
source: Strong
zh_hans: 强烈

# glow_intensity_strong_short
source: Strong
zh_hans: 强

# glow_intensity_weak_short
source: Weak
zh_hans: 弱

# glow_mode_legacy
source: Classic
zh_hans: 经典

# glow_mode_mesh
source: Dynamic (macOS 15+)
zh_hans: 动态 (macOS 15+)

# glow_rate_fast
source: Fast
zh_hans: 快速

# glow_rate_fast_short
source: Fast
zh_hans: 快

# glow_rate_medium
source: Medium
zh_hans: 中等

# glow_rate_slow
source: Slow
zh_hans: 缓慢

# glow_rate_slow_short
source: Slow
zh_hans: 慢

# glow_rate_very_fast
source: Very Fast
zh_hans: 极快

# glow_rate_very_slow
source: Very Slow
zh_hans: 极慢

source: Instrumental Track
zh_hans: 纯音乐

source: Invalid API URL
zh_hans: API 地址无效

# invalid_response
source: Invalid server response
zh_hans: 服务器响应无效

# language_change_message
source: Language change will take effect after restarting the app.
zh_hans: 更改语言需重启应用后生效。

# language_change_title
source: Restart Required
zh_hans: 需要重启

source: Loading lyrics...
zh_hans: 加载歌词中...

# lyrics_api_error_format
source: Server error: %lld
zh_hans: 服务器错误: %lld

source: Lyrics Display Settings
zh_hans: 显示设置

# lyrics_focus_intensity
source: Focus
zh_hans: 聚焦强度

# lyrics_highlight_size
source: Current Line
zh_hans: 当前行

# lyrics_intensity_dramatic
source: Vivid
zh_hans: 戏剧

# lyrics_intensity_gentle
source: Gentle
zh_hans: 柔和

# lyrics_line_spacing
source: Spacing
zh_hans: 行间距

# lyrics_menu_item
source: Lyrics
zh_hans: 歌词

# lyrics_network_error_format
source: Network error: %@
zh_hans: 网络错误: %@

# lyrics_normal_size
source: Other Lines
zh_hans: 非当前行

source: Lyrics not found
zh_hans: 未找到歌词

# lyrics_reset_defaults
source: Reset
zh_hans: 恢复默认

# lyrics_size_large
source: Large
zh_hans: 大

# lyrics_size_small
source: Small
zh_hans: 小

# lyrics_spacing_compact
source: Compact
zh_hans: 紧凑

# lyrics_spacing_relaxed
source: Relaxed
zh_hans: 宽松

# lyrics_time_offset
source: Time Offset
zh_hans: 时间偏移

# lyrics_translation_offset
source: Translation
zh_hans: 译文偏移

# lyrics_window_title
source: Lyrics
zh_hans: 歌词

# migration_failed_body
source: Running in temporary mode — data will not be saved. Please reset the database in Settings or wait for an updated version.
zh_hans: 当前以临时模式运行，数据不会被保存。 请前往设置手动重置数据库，或等待更新版本。

# migration_failed_title
source: Database Migration Failed
zh_hans: 数据库迁移失败

# migration_open_settings
source: Open Settings
zh_hans: 前往设置

source: Mute
zh_hans: 静音

source: No Collections Yet
zh_hans: 暂无收藏

# no_lyrics
source: No lyrics available
zh_hans: 暂无歌词

# no_results
source: No results found
zh_hans: 未找到结果

source: No Track
zh_hans: 无歌曲

source: Now Playing Sync
zh_hans: Now Playing 同步

# now_playing_sync_footer
source: When disabled, reduces system overhead by limiting playback progress updates in Control Center. Media keys remain fully supported.
zh_hans: 关闭后将降低系统开销，仅在必要时更新控制中心播放进度，媒体键始终可用

source: Playlist
zh_hans: 播放列表

# playlist_loading_files_processing_format
source: %lld files processing
zh_hans: 正在处理 %lld 个文件

# playlist_loading_title
source: Adding Tracks...
zh_hans: 正在添加歌曲...

# ready_to_play
source: No song selected
zh_hans: 未选择歌曲

source: Remove
zh_hans: 移除

source: Remove Album
zh_hans: 移除专辑

# remove_album_confirm
source: Are you sure you want to remove "%@" from your collection?
zh_hans: 确定要从收藏中移除「%@」吗?

source: Rename
zh_hans: 重命名

source: Rename Album
zh_hans: 重命名专辑

# repeat_mode_all
source: Repeat: All
zh_hans: 循环模式:全部

# repeat_mode_off
source: Repeat: Off
zh_hans: 循环模式:关闭

# repeat_mode_one
source: Repeat: One
zh_hans: 循环模式:单曲

source: Shuffle
zh_hans: 随机播放

# shuffle_mode_off
source: Shuffle: Off
zh_hans: 随机播放:关闭

# shuffle_mode_on
source: Shuffle: On
zh_hans: 随机播放:开启

# reset_default
source: Reset to Default
zh_hans: 恢复默认

# restart_later
source: Later
zh_hans: 稍后重启

source: Restart Now
zh_hans: 立即重启

source: Reveal in Finder
zh_hans: 在 Finder 中显示

# search_in_album_format
source: in %@
zh_hans: 在「%@」中

# search_placeholder
source: Type to search...
zh_hans: 输入关键词搜索...

# select_cache_directory_message
source: Choose a directory to store cache files
zh_hans: 选择缓存文件存储目录

source: Select Directory
zh_hans: 选择目录

# select_files_or_folders
source: Select audio files or folders
zh_hans: 选择音频文件或文件夹

# settings_about
source: About
zh_hans: 关于

# settings_appearance
source: Appearance
zh_hans: 外观

# settings_clean_mode
source: Clean Mode
zh_hans: 简洁模式

# settings_clean_mode_footer
source: Reduces visual effects like hover highlights, shadows, and background glows for a cleaner interface.
zh_hans: 减少悬停高亮、阴影和背景光晕等视觉效果，提供更简洁的界面。

# settings_danger_zone
source: Danger Zone
zh_hans: 危险操作

# settings_features
source: Features
zh_hans: 功能

# settings_glow_mode
source: Background Glow
zh_hans: 背景光晕

# settings_glow_mode_footer
source: Choose visual style for background lighting effects
zh_hans: 选择背景光晕的视觉风格

# settings_language_label
source: Language
zh_hans: 语言

# settings_menu
source: Settings...
zh_hans: 设置...

# settings_reset_db
source: Reset Database
zh_hans: 重置数据库

# settings_reset_db_button
source: Reset
zh_hans: 重置

# settings_reset_db_confirm
source: Confirm Reset
zh_hans: 确认重置

# settings_reset_db_description
source: Delete all tracks, albums and statistics. App will restart automatically.
zh_hans: 删除所有曲库、专辑和统计数据，App 将自动重启

# settings_reset_db_message
source: All tracks, albums and statistics will be permanently deleted. This cannot be undone. App will restart automatically.
zh_hans: 将删除所有曲库、专辑和统计数据，操作不可撤销。App 将自动重启。

# settings_statistics
source: Statistics
zh_hans: 统计

# settings_theme_footer
source: Auto mode follows system appearance after restart.
zh_hans: 自动模式将在重启后跟随系统外观生效

# settings_theme_label
source: Theme
zh_hans: 主题

# settings_version_format
source: Version %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）

# settings_website
source: Website
zh_hans: 网站

source: Show in Finder
zh_hans: 在访达中显示

# show_track_info
source: Get Info
zh_hans: 显示简介

# stat_albums
source: Total Albums
zh_hans: 专辑总数

# stat_artists
source: Unique Artists
zh_hans: 艺术家总数

# stat_axis_date
source: Date
zh_hans: 日期

# stat_empty_subtitle
source: Start listening to fill your music footprint
zh_hans: 开始听歌来填充你的音乐足迹

# stat_empty_title
source: No Records
zh_hans: 暂无播放记录

# stat_period_daily
source: Daily
zh_hans: 日

# stat_period_monthly
source: Monthly
zh_hans: 月

# stat_period_weekly
source: Weekly
zh_hans: 周

# stat_plays_count
source: Plays
zh_hans: 聆听曲目

# stat_this_week
source: This Week
zh_hans: 周播放量

# stat_today
source: Today
zh_hans: 日播量

# stat_tracks
source: Total Tracks
zh_hans: 歌曲总数

# stat_weeks_ago_format
source: %d Weeks Ago
zh_hans: %d周前

# supported_formats
source: Supports MP3, AAC, WAV, AIFF, FLAC, OGG, APE, and more
zh_hans: 支持 MP3、AAC、WAV、AIFF、FLAC、OGG、APE 等格式

source: Switch to Mini Mode
zh_hans: 切换到迷你模式

# theme_auto
source: Auto
zh_hans: 自动

# theme_change_message
source: Theme change will take effect after restarting the app.
zh_hans: 更改主题需重启应用后生效。

# theme_change_title
source: Restart Required
zh_hans: 需要重启

# theme_dark
source: Cyber Night
zh_hans: 赛博夜

# theme_emerald
source: Emerald
zh_hans: 翡翠

# theme_slate_blue
source: Slate Blue
zh_hans: 石板蓝

# track_count_format
source: %lld tracks
zh_hans: %lld 首

source: Unknown Artist
zh_hans: 未知艺术家

source: Unknown Format
zh_hans: 未知格式

source: Unmute
zh_hans: 取消静音

source: Music Sources
zh_hans: 音乐源

# music_sources_description
source: Folders in this list are recursively scanned and added to the playlist.
zh_hans: 列表中的文件夹会自动递归扫描音频文件并添加到播放列表中。

# add_music_source
source: Add Folder
zh_hans: 添加文件夹

# no_music_sources_hint
source: No music source folders added. Click Add Folder above.
zh_hans: 未添加音乐源文件夹，点击上方添加

# auto_watch_music_sources
source: Auto-watch File Changes
zh_hans: 自动监视更新新文件

# auto_watch_music_sources_footer
source: Automatically watch music source folders for added or deleted audio files and update playlist in real time.
zh_hans: 自动监视音乐源中的文件夹中新增加或者删除的音乐文件，并实时更新播放列表中的音乐文件。

# select_music_source_message
source: Select a folder to add to music sources
zh_hans: 选择要添加到音乐源的文件夹

# delete_music_source
source: Delete Source
zh_hans: 删除音乐源

# folder_already_added
source: This folder is already in the music sources.
zh_hans: 该文件夹已在音乐源列表中。

# scanning_music_source
source: Scanning audio files...
zh_hans: 正在扫描音频文件...
